public class Main {
    public static void main(String[] args) {
        // Задача A + B -----------------------------------------------------------
        /*
        Scanner input = new Scanner(System.in);
        System.out.println(input.nextInt() + input.nextInt());
        input.close();

         */
        // ------------------------------------------------------------------------

        // Задача Следующее четное -----------------------------------------------------------

        // -----------------------------------------------------------------------------------
    }
}